import React from 'react';
import './about.css';
import Body from '../../../components/PurpuleBody/purpleBody';
import Toolbar from '../../../containers/Footer/Toolbar/Toolbar';

const About=(props)=>{
    return(
        <>
            <div className="About">
                <Body titre={false}>
                    <Toolbar />
                    
                        <h3>درباره آنلاین شاپ</h3>
                        <p>
                        آنلاین‌شاپ  در  زمینه  فعالیتهای عمده تجاری فعالیت خود 
    را  آغاز  و تا به امروز یکی از بازیگران اصلی این صنعت در 
    کشور  عزیزمان  بوده  است.  با توجه به گسترش و توسعه 
    روزافزون  اینترنت در زندگی روزمره ما و دگرگونی به وجود 
    آمده  در سبک زندگی بیشتر افراد و تغییر الگوی خرید برآن 
    شدیم   تا   شرایطی   را   فراهم  کنیم.  استفاده‌کنندگان  از  
    سرویسهای  اینترنتی  و  همچنین  مشتریان  فروشگاههای  
    اینترنتی  بتوانند  در  بستری  امن،  راحت و سریع با بهترین 
    قیمت  اجناس  موردنیاز  خود  را  تهیه  کنند.  درکنار توسعه 
    پلتفرم  onlineshop.ir  با  همکاری  بهترین  تولیدکنندگان و خوشنام   ترین   تجار   ایرانی  سعی  کردیم  محصولات  با  کیفیت  با  بهترین  قیمت  را  در  اختیار  هموطنان عزیزمان قراردهیم. 

                        </p>
                    
                </Body>
            </div>
        </>
    )
}
export default About;