import React from 'react';
import './rules.css';
import Body from '../../../components/PurpuleBody/purpleBody';
import Toolbar from '../../../containers/Footer/Toolbar/Toolbar';

const Rules=(props)=>{
    return(
        <>
            <div className="Rules">
                <Body titre={true} title="قوانین استفاده از خدمات سامانه آنلاین شاپ">
                    <Toolbar />
                        <p className="boxP">
                        آنلاین  شاپ  تابع قوانین و مقررات جمهوری اسلامی ایران است و 
درج  هرگونه  موارد  سیاسی،  غیر  اخلاقی  و  مغایر با هنجارهای 
اجتماعی  باعث حذف حساب کاربر مورد نظر خواهد شد. استفاده 
از  نام  و  نام‌خانوادگی  حقیقی  افراد به منظور ثبت نام در سایت 
الزامی  است.  در  صورت مشاهده کلمات رکیک و الفاظ نامناسب، 
حساب  كاربر  حذف  خواهد شد. هنگام سفارش ، ثبت یک شماره 
معتبر  و  قابل  دسترس برای کاربران الزامی است. مسئولیت وارد 
کردن  اطلاعات  اشتباه  و  غیر  واقعی از قبیل نام و نام خانوادگی، 
آدرس  و شماره تماس به عهده کاربر است. در آنلاین شاپ همواره 
سعی  کرده‌ایم،  با  بهترین و معتبرترین فروشگاه‌ها همکاری کنیم. 
ما  در این زنجیره تنها نماینده‌ای برای برقراری ارتباط بهینه و موثر 
میان  مشتریان  و  فروشگاه‌های  سراسر  ایران هستیم. ما همواره 
سعی  کرده  ایم  با پیگیری و مذاکره با فروشگاه‌ها این مشکلات را 
به حداقل کاهش دهیم.
                        </p>
                    
                </Body>
            </div>
        </>
    )
}
export default Rules;